Repository: michael-batz/yourCMDB
Catalog: i18n/*.utf8/LC_MESSAGES/web.po
Languages: de_de

source: No object with AssetID %s found...
de_de: Kein Objekt mit ID %s gefunden...

source: No data were set when saving an object.
de_de: Es wurde versucht ein leeres Objekt zu speichern.

source: Error saving new object
de_de: Fehler beim Speichern des neuen Objektes

source: New Object successfully created
de_de: Neues Objekt wurde erfolgreich angelegt.

source: Error saving object
de_de: Fehler beim Speichern des Objekts

source: Object successfully changed
de_de: Objekt wurde erfolgreich geändert

source: Error deleting object: Object not found
de_de: Fehler beim Löschen des Objektes: Das Objekt wurde nicht gefunden

source: Object deleted
de_de: Objekt gelöscht

source: Object for adding links not found.
de_de: Das Objekt für das Hinzufügen von Links konnte nicht gefunden werden.

source: Object link successfully added
de_de: Objekt Link wurde erfolgreich erstellt

source: Error adding object link: Object B not found
de_de: Fehler beim Hinzufügen eines Objekt Links: Objekt B wurde nicht gefunden

source: Link object %s with object %s is not allowed.
de_de: Verlinken von Objekt %s mit Objekt %s ist nicht möglich.

source: The object link already exists.
de_de: Der Objekt Link besteht bereits.

source: Object link was successfully deleted
de_de: Objekt Link wurde erfolgreich gelöscht

source: Error deleting object link: object not found
de_de: Fehler beim Löschen des Objekt Links: Objekt nicht gefunden

source: Error deleting object link: Link not found
de_de: Fehler beim Löschen des Objekt Links: Link nicht gefunden

source: Event %s was successfully sent
de_de: Event %s erfolgreich gesendet

source: Error sending event: object not found
de_de: Fehler beim Senden des Events: Objekt wurde nicht gefunden

source: Welcome to yourCMDB!
de_de: Willkommen bei yourCMDB!

source: Sorry, wrong username or password. Please try again...
de_de: Entschuldigung, Benutzername oder Passwort falsch...

source: user
de_de: Benutzer

source: password
de_de: Passwort

source: Go!
de_de: Los!

source: Label successfully printed on %s
de_de: Etikett wurde erfolgreich auf %s gedruckt.

source: Labelprinter with name %s not found
de_de: Etikettendrucker mit Name %s wurde nicht gefunden.

source: Error printing label on %s. The configured printer could not be found.
de_de: Fehler beim Drucken des Etiketts auf %s. Der konfigurierte Drucker konnte nicht gefunden werden.

source: Error printing label on %s. Insufficient rights for printing on that device.
de_de: Fehler beim Drucken des Etiketts auf %s. Es fehlen ausreichende Berechtigungen, um auf diesem Drucker zu drucken.

source: Error printing label on %s. There was a problem with the printer device.
de_de: Fehler beim Drucken des Etiketts auf %s. Es gab ein Problem mit dem Drucker.

source: Error printing label on %s. Internal Error.
de_de: Fehler beim Drucken des Etiketts auf %s. Interner Fehler.

source: Error showing label for object %s and label printer %s
de_de: Fehler beim Anzeigen des Etiketts für das Objekt %s und den Drucker %s.

source: About
de_de: Über

source: Authentication
de_de: Authentifizierung

source: Authorisation
de_de: Autorisierung

source: Unauthorised!
de_de: Keine Berechtigung!

source: You don't have the permission to access this page. Sorry.
de_de: Sie haben keine Berechtigung auf die Seite zuzugreifen. Entschuldigung.

source: User settings
de_de: Benutzer Einstellungen

source: user details
de_de: Benutzer Details

source: Show also inactive objects
de_de: inaktive Objekte anzeigen

source: Show only active objects
de_de: nur aktive Objekte anzeigen

source: Are you sure...?
de_de: Sind Sie sicher?

source: Do you really want to delete this object?
de_de: Möchten Sie wirklich dieses Objekt löschen?

source: delete
de_de: löschen

source: cancel
de_de: Abbrechen

source: switch
de_de: umschalten

source: add
de_de: hinzufügen

source: add new object
de_de: neues Objekt hinzufügen

source: export
de_de: exportieren

source: active object
de_de: aktives Objekt

source: inactive object
de_de: inaktives Objekt

source: show
de_de: anzeigen

source: edit
de_de: ändern

source: previous
de_de: zurück

source: next
de_de: vor

source: Edit Object %s:%s
de_de: Editiere Objekt %s:%s

source: Add %s Object
de_de: %s Objekt hinzufügen

source: Object Status
de_de: Objektstatus

source: Go
de_de: Los!

source: There are %s objects that reference to this object. If you delete this object, all references will be set to null.
de_de: Es gibt %s Objekte, die auf dieses Objekt referenzieren. Wenn Sie dieses Objekt löschen, werden alle Referenzen zurückgesetzt.

source: object list
de_de: Objekt Liste

source: duplicate
de_de: kopieren

source: print label
de_de: Etikett drucken

source: show as
de_de: Anzeigen als

source: print on
de_de: Drucken auf

source: QR-Code for object
de_de: QR-Code für Objekt

source: Summary
de_de: Zusammenfassung

source: External Links
de_de: Externe Links

source: Custom Events
de_de: Eigene Events

source: Comment
de_de: Kommentar

source: Fields
de_de: Felder

source: Referenced by
de_de: Referenziert von

source: Type
de_de: Typ

source: Action
de_de: Aktion

source: show object with reference
de_de: Objekt mit Referenz anzeigen

source: show linked object
de_de: verlinktes Objekt anzeigen

source: delete link
de_de: Link löschen

source: Add new link to object with ID:
de_de: Neuen Objekt Link hinzufügen zu Objekt mit ID:

source: Date
de_de: Datum

source: Description
de_de: Beschreibung

source: User
de_de: Benutzer

source: generate
de_de: generieren

source: New Object
de_de: Neues Objekt

source: Object Type:
de_de: Objekttyp:

source: Password changeing is not allowed.
de_de: Passwort ändern ist nicht erlaubt.

source: Password not changed. Your old password was not correct.
de_de: Das Passwort wurde nicht geändert. Ihr altes Passwort war nicht richtig.

source: Password successfully changed.
de_de: Das Passwort wurde erfolgreich geändert.

source: Password not changed. Your new passwords did not match. Please try again...
de_de: Das Passwort wurde nicht geändert. Die beiden Werte stimmten nicht überein.

source: User: %s
de_de: Benutzer: %s

source: username
de_de: Benutzername

source: access group
de_de: Zugriffsgruppe

source: change password
de_de: Passwort ändern

source: Change password
de_de: Passwort ändern

source: old password:
de_de: altes Passwort:

source: new password:
de_de: neues Passwort:

source: retype new password:
de_de: neues Passwort wiederholen:

source: Found Object by ID
de_de: Gefundene Objekte nach ID

source: Summary:
de_de: Zusammenfassung:

source: Search Results (%s)
de_de: Suchergebnisse (%s)

source: Type:
de_de: Typ:

source: add positive filter
de_de: Positiv-Filter hinzufügen

source: add negative filter
de_de: Negativ-Filter hinzufügen

source: Matches:
de_de: Übereinstimmungen:

source: No objects found for searchstring
de_de: Keine Objekte gefunden für den eingegebenen Suchstring

source: Search
de_de: Suche

source: Advanced Search Options
de_de: Erweiterte Suchoptionen

source: search for text
de_de: nach Text suchen

source: only active objects
de_de: nur aktive Objekte

source: search filter
de_de: Suchfilter

source: remove filter
de_de: Filter entfernen

source: Clear Search
de_de: Eingaben löschen

source: Error importing objects
de_de: Fehler beim Importieren von Objekten

source: Import and Export
de_de: Import und Export

source: Import Objects
de_de: Objekte importieren

source: Import File:
de_de: Import Datei:

source: Export Objects
de_de: Objekte exportieren

source: Output Format:
de_de: Ausgabeformat:

source: Could not read from uploaded file. Please check permissions.
de_de: Hochgeladene Datei konnte nicht gelesen werden. Bitte prüfen Sie die Berechtigungen.

source: Importing objects...
de_de: Importiere Objekte...

source: CSV Import - Preview
de_de: CSV Import - Vorschau

source: first lines of csv file
de_de: Erste Zeilen der CSV Datei

source: Object Fields
de_de: Objekt Felder

source: foreign key for field:
de_de: Fremdschlüssel für Feld:

source: further options
de_de: Weitere Optionen

source: Start in line:
de_de: Beginne in Zeile:

source: CSV delimiter
de_de: CSV Trennzeichen

source: last changed objects
de_de: Zuletzt geänderte Objekte

source: type
de_de: Typ

source: date changed
de_de: Änderungsdatum

source: action
de_de: Aktion

source: last created objects
de_de: Zuletzt erzeugte Objekte

source: date created
de_de: Erstellungsdatum

source: Active
de_de: aktiv

source: yourCMDB Error
de_de: yourCMDB Fehler

source: The error above should not be happened. Maybe you use a wrong URL or you found a bug.
de_de: Der obenstehende Fehler sollte nicht auftreten. Vielleicht haben Sie eine fehlerhafte URL verwendet oder einen Bug gefunden.

source: Please check your setup or ask for help on the %s yourCMDB Website %s.
de_de: Bitte überprüfen Sie Ihre Installation oder fragen Sie nach Hilfe auf der %s yourCMDB Website %s.

source: Rights for group %s
de_de: Rechte für Gruppe %s

source: Add new access group with name:
de_de: Neue Zugriffsgruppe hinzufügen mit Name:

source: add access right
de_de: Berechtigung hinzufügen

source: Error: empty group name is not allowed
de_de: Fehler: Ein leerer Gruppenname ist nicht erlaubt.

source: access group %s successfully updated
de_de: Zugriffsgruppe %s wurde erfolgreich geändert.

source: Error setting access rights for group %s. Because of dupplicate entries
de_de: Fehler beim Aktualisieren der Rechte für Zugriffsgruppe %s. Doppelte Einträge

source: Error setting access rights for access group %s
de_de: Fehler beim Aktualisieren der Rechte für Zugriffsgruppe %s

source: Error updating access rights for access group %s. Because of dupplicate entries
de_de: Fehler beim Aktualisieren der Rechte für Zugriffsgruppe %s. Doppelte Einträge

source: access group %s successfully deleted
de_de: Zugriffsgruppe %s wurde erfolgreich gelöscht

source: Error deleting access group %s
de_de: Fehler beim Löschen der Zugriffsgruppe %s

source: add new access group
de_de: neue Zugriffsgruppe hinzufügen

source: access rights management
de_de: Zugriffsberechtigungen

source: edit access group
de_de: Zugriffsgruppe editieren

source: user %s successfully created
de_de: Benutzer %s wurde erfolgreich angelegt.

source: Error creating user %s
de_de: Fehler beim Erstellen des Benutzers %s

source: Error creating user %s. Empty username or password
de_de: Fehler beim Erstellen des Benutzers %s. Leerer Benutzername oder Passwort.

source: Error creating user %s. User already exists
de_de: Fehler beim Erstellen des Benutzers %s. Der Benutzer existiert bereits.

source: user %s successfully deleted
de_de: Benutzer %s wurde erfolgreich gelöscht

source: Error deleting user %s. User not found.
de_de: Fehler beim Löschen des Benutzers %s: Der Benutzer wurde nicht gefunden.

source: Password successfully changed.
de_de: Das Passwort wurde erfolgreich geändert.

source: Accessgroup successfully changed.
de_de: Zugriffsgruppe wurde erfolgreich geändert.

source: User %s successfully changed.
de_de: Benutzer %s wurde erfolgreich geändert.

source: Error editing user %s. User not found.
de_de: Fehler beim Editieren des Benutzers %s. Der Benutzer wurde nicht gefunden.

source: add new user
de_de: neuen Benutzer hinzufügen

source: local user management
de_de: Lokale Benutzer

source: username:
de_de: Benutzername:

source: password:
de_de: Passwort:

source: access group:
de_de: Zugriffsgruppe:

source: edit user
de_de: Benutzer editieren

source: Leave fields empty, that you do not wish to change.
de_de: Lassen Sie die Felder leer, die nicht geändert werden sollen.

source: new access group:
de_de: neue Zugriffsgruppe:

source: yourCMDB is published under GPLv3.
de_de: yourCMDB ist unter GPLv3 veröffentlicht.

source: version information
de_de: Software Versionen

source: operating system:
de_de: Betriebssystem:

source: authentication methods
de_de: Authentifizierungs Methoden

source: close
de_de: schließen

source: Search...
de_de: Suche...

source: Objects
de_de: Objekte

source: Settings
de_de: Einstellungen
